<html>
<head>
	<title>Cahier des charges</title>
</head>
<body>


<h1 align ="justify"><span style="font-size:30px"><strong><strong><u>Cahier des charges</u></strong></strong></span></h1>

	<h2 align="justify"><strong><em><span style="font-size:26px">1) Etude de l&rsquo;existant </span></em></strong></h2>

<h3 align="justify"><span style="font-size:23px"><em>&nbsp; 1.1 Inventaire</em></span></h3>

<h4 align="justify"><strong><span style="font-size:22px">a) Logiciels, outils et normes pour la cr&eacute;ation de l&rsquo;inventaire</span></strong></h4>

<p style="text-align: justify;"><span style="font-size:21px;">FEDERATION INTERNATIONALE DES ASSOCIATIONS DE BIBLIOTHECAIRES ET DES BIBLIOTHEQUES (IFLA). ISBD &ndash; Description bibliographique internationale normalis&eacute;e (International Standard Bibliographic Description). Edition int&eacute;gr&eacute;e. Paris : Biblioth&egrave;que nationale de France (BNF), 2013. Mise &agrave; jour en 2013 [consultation le 13 ao&ucirc;t 2016]. Disponible sur le web : <strong><a href="http://www.bnf.fr/documents/isbd_trad_francais.pdf"><span style="color:#0000CD;">http://www.bnf.fr/documents/isbd_trad_francais.pdf</span></a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Puisque le MARC21 et l&rsquo;ISBD sont intimement li&eacute;s, nous nous sommes rendus sur le site de l&rsquo;ISBD afin d&rsquo;expliquer certains choix utilis&eacute;s. Cela nous a aid&eacute; &agrave; trouver les informations concernant les zones qui sont fortement conseill&eacute;es pour d&eacute;crire un document</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">LIBRARY OF CONGRESS (LOC). &laquo; The MARC21 formats&nbsp;&raquo; [en ligne]. In <em>Library of Congress (LOC). </em>Mise &agrave; jour le 18 d&eacute;cembre 2007 [consultation le 13 ao&ucirc;t 2016]. Disponible sur le web&nbsp;: <strong><a href="https://www.loc.gov/marc/96principl.html"><span style="color:#0000CD;">https://www.loc.gov/marc/96principl.html</span></a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Afin de comprendre ce qu&rsquo;&eacute;tait le format MARC21, nous avons consult&eacute; ce site. Nous nous sommes surtout concentr&eacute;s sur la d&eacute;finition du MARC21 afin de commencer notre inventaire.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">NORMES MARC 21. &laquo;&nbsp;Donn&eacute;es bibliographiques. Liste des zones&nbsp;&raquo; [en ligne]. In <em>Normes MARC 21</em>. Mise &agrave; jour le 23 octobre 2015 [consultation le 13 ao&ucirc;t 2016]. Disponible sur le Web&nbsp;: <strong><a href="http://www.marc21.ca/M21/BIB/B003-ListeDesZones.html">http://www.marc21.ca/M21/BIB/B003-ListeDesZones.html</a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Il s&rsquo;agit d&rsquo;un r&eacute;f&eacute;rentiel reprenant le format bibliographique MARC21. Chaque champ correspond &agrave; une zone bien sp&eacute;cifique qui contient les informations li&eacute;es au catalogue de la notice. Nous pouvons utiliser ceci aussi bien pour la description physique que pour la description intellectuelle. Les champs sont tous expliqu&eacute;s de long en large ce qui permet de comprendre comment les utiliser. Nous nous sommes bas&eacute;s sur ce site afin de r&eacute;aliser notre inventaire sur Excel.</span></li>
</ul>

<h4 align="justify"><strong><span style="font-size:22px">b) Travaux de fin d&rsquo;&eacute;tudes en rapport avec l&rsquo;inventaire</span></strong></h4>

<p style="text-align: justify;"><span style="font-size:21px;">CARLIER, Fanny. <em>Classement et inventaire d&#39;un fonds photographique de la Soci&eacute;t&eacute; Philarmonique du Palais des Beaux-Arts de Bruxelles</em>. 1 vol. (132 f.). Travail de fin d&rsquo;&eacute;tudes de bachelier&nbsp;: Section biblioth&eacute;caire-documentaliste&nbsp;: Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation&nbsp;(IESSID) : 2012.</span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Cette ressource est un travail de fin d&rsquo;&eacute;tudes qui pr&eacute;sente l&rsquo;inventaire d&rsquo;un fonds photographique de la Soci&eacute;t&eacute; Philharmonique du Palais des Beaux-Arts de Bruxelles. Nous nous sommes inspir&eacute;s de ce TFE, afin de comprendre comment r&eacute;aliser un inventaire avec un outil documentaire en particulier. Bien que le format bibliographique Dublin Core soit utilis&eacute;, nous avons pu choisir les champs afin de r&eacute;aliser l&rsquo;inventaire.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">RAYMOND, Aline<em>.&nbsp; </em><em>Inventaire partiel de la correspondance adress&eacute;e &agrave; Georges Sion (1913-2001) r&eacute;alis&eacute; avec une base de donn&eacute;es sous Access</em>. 1 vol. (161 f.). Travail de fin d&rsquo;&eacute;tudes de bachelier&nbsp;: Section biblioth&eacute;caire-documentaliste&nbsp;: Bruxelles, Institut d&rsquo;Enseignement Sup&eacute;rieur Social de l&rsquo;Information et de la Documentation&nbsp;(IESSID) : 2006.</span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Cette ressource est un travail de fin d&rsquo;&eacute;tudes r&eacute;alis&eacute; avec un mod&egrave;le conceptuel reprenant quatre entit&eacute;s&nbsp;: document, auteur, &oelig;uvre et &eacute;v&eacute;nement. Ce document m&rsquo;a sembl&eacute; int&eacute;ressant au d&eacute;but, bien que les informations trouv&eacute;es dedans n&rsquo;&eacute;taient pas conformes aux attentes de l&rsquo;institution. En effet, avec Access, nous n&rsquo;aurions pas pu importer l&rsquo;inventaire sur Koha.</span></li>
</ul>

<h3 align="justify"><span style="font-size:23px"><em>1.2 Exposition virtuelle</em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">BIBLIOTHEQUE NATIONALE DE FRANCE (BNF). &laquo;&nbsp;Dublin Core&nbsp;&raquo; [en ligne]. In <em>BNF</em>. Mise &agrave; jour en 2016 [consultation le 2 mars 2016]. Disponible sur le web :&nbsp;<strong><a href="http://www.bnf.fr/fr/professionnels/formats_catalogage/a.f_dublin_core.html"><span style="color:#0000CD;">http://www.bnf.fr/fr/professionnels/formats_catalogage/a.f_dublin_core.html</span></a><span style="color:#0000CD;">&nbsp;</span></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Sur ce site, nous retrouvons des explications sur le Dublin Core. C&rsquo;est un sch&eacute;ma de base de donn&eacute;es qui permet d&rsquo;&ecirc;tre le plus pr&eacute;cis possible. Il reprend 15 m&eacute;tadonn&eacute;es, qui correspondent aux champs du pav&eacute; ISBD. Cependant, il a d&rsquo;autres fonctionnalit&eacute;s comme les champs de la source, du contributeur, des droits et&nbsp; de couverture. Nous avons utilis&eacute; le Dublin Core afin de r&eacute;aliser l&rsquo;exposition virtuelle.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">DROUILLAT, Beno&icirc;t et JACQUET, David. &laquo;&nbsp;L&rsquo;architecture de l&rsquo;information des sites web&nbsp;&raquo; [en ligne]. In <em>Multimedialab</em>. [Consultation le 13 ao&ucirc;t 2016]. Disponible sur le web&nbsp;: <strong><a href="http://www.multimedialab.be/doc/tech/da/da_archi_info.pdf"><span style="color:#0000CD;">http://www.multimedialab.be/doc/tech/da/da_archi_info.pdf</span></a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Cette ressource indique comment r&eacute;aliser une architecture de l&rsquo;information. Elle donne une d&eacute;finition, des m&eacute;thodes, ainsi que des conseils pour r&eacute;aliser l&rsquo;architecture de l&rsquo;information sur un site web. Nous avons retenu trois &eacute;l&eacute;ments : nous devons nous baser sur l&rsquo;existant pour partir de l&rsquo;architecture, nous devons savoir quelle structure aura notre site &agrave; la fin et nous devons &eacute;laborer une navigation logique et nous y tenir afin de r&eacute;aliser un tout coh&eacute;rent.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">SALAUN, Jean-Michel et HABERT, Beno&icirc;t. &laquo;&nbsp;Concevoir une architecture, tout un projet&nbsp;&raquo; [en ligne]. In <em>Youtube</em>. Mise &agrave; jour le 7 octobre 2015 [consultation le 13 ao&ucirc;t 2016].&nbsp; Disponible sur le web&nbsp;:&nbsp;<strong><a href="https://www.youtube.com/watch?time_continue=292&amp;v=0op62ZXS_4c"><span style="color:#0000CD;">https://www.youtube.com/watch?time_continue=292&amp;v=0op62ZXS_4c</span></a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Afin de mieux structurer nos pens&eacute;es pour la r&eacute;alisation de l&rsquo;exposition virtuelle, nous nous sommes ax&eacute;s sur une vid&eacute;o montr&eacute;e par Monsieur Di Pretoro lors du cours d&rsquo;informatisation des services documentaires. Avec cette vid&eacute;o, nous avons &eacute;tudi&eacute; les &eacute;tapes de l&rsquo;architecture de l&rsquo;information. Tout d&rsquo;abord, nous devons reformuler la demande du public cible, ensuite analyser le contenu, proposer un sc&eacute;nario, finaliser, finalement activer l&rsquo;&oelig;uvre et l&rsquo;&eacute;valuer.</span></li>
</ul>

<h3 align="justify"><span style="font-size:23px"><em>1.3 Institutions et personnes partenaires</em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">Manneken swing est un film r&eacute;alis&eacute; sur le fonds Faecq r&eacute;alis&eacute; par David Deroy et Julien Bechara. Val&eacute;rie Dufour, biblioth&eacute;caire &agrave; la Biblioth&egrave;que royale travaille sur le Fonds Faecq. Il y a &eacute;galement la maison de production Sdban Records qui a fait un CD sur le jazz de 1950 &agrave; 1970.</span></p>

<h3 align="justify"><span style="font-size:23px"><em>1.4 Litt&eacute;rature sur le Fonds Faecq</em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">DRAGONJAZZ.&nbsp;&laquo;&nbsp;Jazz in little Belgium&nbsp;&raquo; [en ligne]. In Dragon Jazz. Mise &agrave; jour en 2017 [consult&eacute; le 7 janvier 2017]. Disponible sur le web&nbsp;: <strong><a href="http://www.dragonjazz.com/select04/seleja04.htm"><span style="color:#0000CD;">http://www.dragonjazz.com/select04/seleja04.htm</span></a></strong></span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Ce site reprend deux Cds&nbsp;sur fala collection qu&rsquo;a archiv&eacute;e Robert Pernet : le premier reprend de 1927 &agrave; 1943&nbsp;; le deuxi&egrave;me de 1943 &agrave; 1968.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">GOFFIN, Robert. <em>Aux fronti&egrave;res du jazz.</em> 3<sup>e</sup> &eacute;dition. Paris&nbsp;: Editions Sagittaire, 1932. 1 vol. (256 p.)</span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Essai de Robert Goffin sur le jazz</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">PERNET, Robert. <em>Belgian jazz discography.</em> Bruxelles&nbsp;: R. Pernet, 1999. 1 vol. (832 p.).</span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:21px;">Discographie du jazz belge de 1897 &agrave; 1999 &eacute;crit par Robert Pernet.</span></li>
</ul>

<p style="text-align: justify;"><span style="font-size:21px;">PERNET, Robert. <em>Jazz in little belgium. </em>1 vol. Bruxelles&nbsp;: Editions Sigma, 1966. 1 vol. (145 p.)</span></p>

<ul>
	<li style="text-align: justify;"><span style="font-size:14px;">Historie et discographie du jazz en Belgique de 1881 &agrave; 1966 &eacute;crit par Robert Pernet.</span></li>
</ul>

<h2 align="justify"><strong><em><span style="font-size:26px">2) Les contraintes</span></em></strong></h2>

<h3 align="justify"><span style="font-size:23px"><em>2.1 D&eacute;lais</em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">Durant mon projet de TFE, je dois inventorier et valoriser le Fonds Faecq qui est situ&eacute; au Mus&eacute;e des Instruments de Musique. Durant l&rsquo;ann&eacute;e, j&rsquo;aurai 5 supervisions individuelles avec ma promotrice Madame Wallez et 3 supervisions collectives avec l&rsquo;ensemble des &eacute;tudiants que suit madame Wallez. Ces supervisions sont obligatoires pour pouvoir rendre le TFE le 19 mai 2017.</span></p>

<p style="text-align: justify;"><span style="font-size:21px;">La premi&egrave;re supervision individuelle devait &ecirc;tre r&eacute;alis&eacute;e au plus tard le 14 novembre 2016, la deuxi&egrave;me&nbsp;supervision le 3 f&eacute;vrier&nbsp;2017, la troisi&egrave;me&nbsp;supervision le 17 mars&nbsp;2017, la quatri&egrave;me&nbsp;supervision au plus tard le 21 avril 2017 et la cinqui&egrave;me&nbsp;supervision au plus tard le 19 mai 2017. La premi&egrave;re supervision collective s&rsquo;est d&eacute;roul&eacute;e le 26 septembre 2016, la deuxi&egrave;me se d&eacute;roulera le 6 f&eacute;vrier 2017 et la troisi&egrave;me pendant la session de juin.</span></p>

<h3 align="justify"><span style="font-size:23px"><em>2.2 Techniques </em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">Pour ce projet de TFE, je vais devoir me renseigner &agrave; propos des normes de catalogage qui existent dans la litt&eacute;rature professionnelle, ainsi que sur les pratiques r&eacute;alis&eacute;es au MIM. Je puiserai &eacute;galement des informations des r&eacute;f&eacute;rences bibliographiques que j&rsquo;ai trouv&eacute;es pour mon projet&nbsp; de TFE de l&rsquo;ann&eacute;e pass&eacute;e.</span></p>

<p style="text-align: justify;"><span style="font-size:21px;">De plus, j&rsquo;ai &eacute;galement la t&acirc;che de trouver des logiciels pour r&eacute;aliser de la valorisation de collections sur Internet. Je dois savoir sur quelle partie du fonds je dois travailler, me poser des questions sur les droits, sur l&rsquo;encodage des ressources, sur les m&eacute;tadonn&eacute;es &agrave; traiter etc.</span></p>

<h3 align="justify"><span style="font-size:23px"><em>2.3 Budget</em></span></h3>

<p style="text-align: justify;"><span style="font-size:21px;">Pour l&rsquo;instant, je n&rsquo;ai pas encore pos&eacute; la question &agrave; l&rsquo;institution, mais je pense qu&rsquo;il serait possible de me supporter financi&egrave;rement dans l&rsquo;achat d&rsquo;un logiciel de valorisation de collections. Je r&eacute;aliserai des comparatifs de logiciels avant d&rsquo;en proposer un au MIM</span></p>

<p style="text-align: justify;"><span style="font-size:21px;"><em>2.4 Normatives</em></span></p>

<p style="text-align: justify;"><span style="font-size:21px;">Je sais qu&rsquo;il existe des normes ISO pour la qualit&eacute; du traitement bibliographique et nous avons &eacute;galement vu des pratiques lors des cours de monsieur Di Pretoro, mais je ne me suis pas encore pos&eacute; la question des normes.</span></p>

<h2 align="justify"><strong><em><span style="font-size:26px">3) Caract&eacute;ristiques fonctionnelles</span></em></strong</h2>

<p style="text-align: justify;"><span style="font-size:21px;">Pour les caract&eacute;ristiques fonctionnelles, j&rsquo;ai r&eacute;alis&eacute; deux tableaux reprenant l&rsquo;intitul&eacute;, la description, la priorit&eacute;, l&rsquo;&eacute;ch&eacute;ance et l&rsquo;avancement des t&acirc;ches. Le premier tableau reprend les <strong><a href="https://sites.google.com/a/stu.he-spaak.be/inventaire-et-valorisation-du-fonds-faecq/echanciers/etapes-du-tfe"><span style="color:#0000CD;">&eacute;tapes du TFE</span></a> </strong>et le deuxi&egrave;me reprend la <strong><a href="https://sites.google.com/a/stu.he-spaak.be/inventaire-et-valorisation-du-fonds-faecq/echanciers/taches-recentes"><span style="color:#0000CD;">r&eacute;daction du TFE</span></a></strong>.</span></p>
