<html>
<head>
	<title></title>
</head>
<body>
<h1 style="text-align: justify;"> &nbsp <span style="font-size:20px;"><strong><u> Listes des questions essentielles</u></strong></span></h1>

<h2 style="text-align: justify;"> &nbsp <span style="font-size:16px;">1. Quels sont les avantages et les inconv&eacute;nients &agrave; pouvoir utiliser un ordinateur pour automatiser certaines parties du travail d&#39;un professionnel de l&#39;information et de la documentation ?</span></h2>

<p style="text-align: justify;"> &nbsp Avantages</p>

<ul>
	<li style="text-align: justify;">Gain de temps une fois mis en place</li>
	<li style="text-align: justify;">Elimine l&rsquo;erreur humaine</li>
	<li style="text-align: justify;">Les professionnels peuvent r&eacute;aliser d&rsquo;autres t&acirc;ches pendant l&rsquo;automatisation.</li>
	<li style="text-align: justify;">R&eacute;duit les co&ucirc;ts de l&rsquo;entreprise</li>
	<li style="text-align: justify;">Augmente la qualit&eacute; des t&acirc;ches</li>
	<li style="text-align: justify;">Comp&eacute;titivit&eacute; de l&rsquo;entreprise</li>
	<li style="text-align: justify;">D&eacute;veloppe une visibilit&eacute; sur Internet</li>
	<li style="text-align: justify;">Autonomie des lecteurs avec l&rsquo;impl&eacute;mentation d&rsquo;un automate de pr&ecirc;t</li>
	<li style="text-align: justify;">Augmente la productivit&eacute;</li>
	<li style="text-align: justify;">Maintien et augmentation de la qualit&eacute;</li>
	<li style="text-align: justify;">Am&eacute;lioration des performances</li>
	<li style="text-align: justify;">R&eacute;duction de la p&eacute;nibilit&eacute; de travail</li>
</ul>

<p style="text-align: justify;"> &nbsp Inconv&eacute;nients</p>

<p style="text-align: justify;">&nbsp;</p>

<ul>
	<li style="text-align: justify;">Prend du temps pour cr&eacute;er de l&rsquo;automatisation</li>
	<li style="text-align: justify;">Demande des crit&egrave;res de qualit&eacute; pour chaque op&eacute;ration</li>
	<li style="text-align: justify;">Il faut r&eacute;fl&eacute;chir &agrave; ce qu&rsquo;il faut automatiser</li>
	<li style="text-align: justify;">Prive des emplois</li>
	<li style="text-align: justify;">Co&ucirc;t de l&rsquo;argent pour la maintenance</li>
	<li style="text-align: justify;">N&eacute;cessite de nouvelle comp&eacute;tences</li>
	<li style="text-align: justify;">Chaque logiciel a des limites</li>
	<li style="text-align: justify;">Formations par des d&eacute;veloppeurs qui peuvent prendre du temps</li>
	<li style="text-align: justify;">D&eacute;lais de d&eacute;placement des techniciens peut &ecirc;tre longue</li>
	<li style="text-align: justify;">Les badges pour le pr&ecirc;t peuvent &ecirc;tre oubli&eacute;s ou perdus</li>
</ul>

<p style="text-align: justify;"><strong>2. Quelles sont les &eacute;volutions souhaitables pour nos catalogues dans les ann&eacute;es &agrave; venir et quels sont les enjeux de ces &eacute;volutions ?</strong></p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;"><strong><u>Le Web s&eacute;mantique</u></strong></p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;">Le Web s&eacute;mantique&nbsp;est un ensemble de technologies et de normes cr&eacute;&eacute;es dans le cadre du W3C (institution qui normalise le web) qui a pour vocation de partager et de structurer des donn&eacute;es sur le web. Ces donn&eacute;es structur&eacute;es sont accessibles via des pages. Afin que les robots puissent indexer ces pages, il faut leur donner des informations d&eacute;taill&eacute;es sur le contenu.</p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;">Le web s&eacute;mantique est bas&eacute; sur une grammaire, le &laquo;&nbsp;Ressource Description Framework&nbsp;&raquo;. Cette grammaire consiste &agrave; exprimer des informations en phrase courte qui sont structur&eacute;es par un triplet sujet, pr&eacute;dicat, objet. Les donn&eacute;es vont &ecirc;tre structur&eacute;es par des phrases simples qui seront connect&eacute;es les unes aux autres et cr&eacute;er un graphe. Ce graphe est le mod&egrave;le qui va relier tous les triplets. Toutes les informations sont reli&eacute;es entre elles quelles que soient leur structure &agrave; l&rsquo;opposition des catalogues habituel. Habituellement, dans un catalogue de biblioth&egrave;que, d&rsquo;un c&ocirc;t&eacute; existera l&rsquo;information bibliographique (donn&eacute;es bibliographiques) et d&rsquo;un autre c&ocirc;t&eacute; des notices des autorit&eacute;s qui ne seront pas structur&eacute;es de la m&ecirc;me mani&egrave;re. Dans un mod&egrave;le de graphe, on d&eacute;crit des objets, des lieux, des personnes et la navigation se fait tr&egrave;s ais&eacute;ment d&rsquo;une personne &agrave; un objet, d&rsquo;un objet &agrave; un sujet. Le but final est de constituer un graphe g&eacute;ant qui repr&eacute;sente toutes les bases de donn&eacute;es du Web S&eacute;mantique li&eacute;e entre elles.</p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;"><strong><u>L&rsquo;&eacute;volution des catalogues de biblioth&egrave;ques dans le Web s&eacute;mantique</u></strong></p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;"><em>La visibilit&eacute; sur Internet</em></p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;">Aujourd&rsquo;hui la visibilit&eacute; joue un r&ocirc;le extr&ecirc;mement important dans les pratiques des biblioth&egrave;ques. Pour &ecirc;tre visible, les biblioth&egrave;ques doivent adopter les technologies du Web. Si les biblioth&egrave;ques utilisent ces technologies elles vont d&eacute;cloisonner les donn&eacute;es de catalogues, les relier avec d&rsquo;autres et donc les rendre plus visibles sur le Web S&eacute;mantique (am&eacute;liorer le r&eacute;f&eacute;rencement, relier des donn&eacute;es de biblioth&egrave;ques avec des archives ou des mus&eacute;es). Pour faciliter l&rsquo;&eacute;change de donn&eacute;es, l&rsquo; &laquo;&nbsp;open data&nbsp;&raquo; a &eacute;t&eacute; mise en place. C&rsquo;est une initiative qui encourage les d&eacute;tenteurs de bases de donn&eacute;es - donc des donn&eacute;es structur&eacute;es &ndash;&nbsp; &agrave; suivre le mod&egrave;le RDF, &agrave; le partager sur Internet et &agrave; relier leurs donn&eacute;es &agrave; d&rsquo;autres donn&eacute;es pr&eacute;sentes sur le web. L&rsquo;interop&eacute;rabilit&eacute;&nbsp; est la mise en relation des donn&eacute;es contenues dans des bases de donn&eacute;es, de les d&eacute;cloisonner pour offrir un espace commun de navigation et de recherche dans une institution. &nbsp;Les biblioth&egrave;ques ont des bases de donn&eacute;es diff&eacute;rentes pour le traitement bibliographique. La liaison entre ces diff&eacute;rentes bases de donn&eacute;es est ce qu&rsquo;on appelle l&rsquo;interop&eacute;rabilit&eacute;. Le web est l&rsquo;interface la plus interop&eacute;rable de nos jours, car c&rsquo;est un espace d&eacute;cloisonn&eacute; qui met en relation des donn&eacute;es au niveau global.</p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;"><em>Le Mod&egrave;le FRBR</em></p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;">Le mod&egrave;le FRBR est un mod&egrave;le conceptuel qui donne une vision synth&eacute;tique et simplifi&eacute;e d&rsquo;une activit&eacute; au sein d&rsquo;un catalogue puisqu&rsquo;il s&rsquo;agit de sp&eacute;cifications requises pour &nbsp;les notices bibliographiques. C&rsquo;est un mod&egrave;le entit&eacute;-relations qui analyse l&rsquo;information contenue dans les catalogues en tant que r&eacute;seau de donn&eacute;es li&eacute;es entre elles et centr&eacute;es autour des entit&eacute;s pour d&eacute;crire l&rsquo;information bibliographique. Dans un catalogue d&rsquo;information, une entit&eacute; correspond aux diff&eacute;rents aspects qui existent dans un document. Le mod&egrave;le va lister les attributs, c&rsquo;est-&agrave;-dire les caract&eacute;ristiques qui va distinguer une entit&eacute; d&rsquo;une autre.</p>

<p style="text-align: justify;">&nbsp;</p>

<p style="text-align: justify;">Prenons l&rsquo;exemple (exemple pris de la vid&eacute;o explicative) d&rsquo;un film r&eacute;alis&eacute; par Jacques Rivete&nbsp;: &laquo;&nbsp;ne touchez pas la hache&nbsp;&raquo;. Ce film est inspir&eacute; du livre de Honor&eacute; de Balzac, &laquo;&nbsp;La duchesse de Langeais&nbsp;&raquo;. Si une personne souhaite r&eacute;aliser un travail acad&eacute;mique sur ce livre, elle va chercher par exemple une &eacute;tude critique de &laquo;&nbsp;La duchesse de Langeais&nbsp;&raquo;. Dans le mod&egrave;le FRBR, ces trois ressources sont des &laquo;&nbsp;&oelig;uvres&nbsp;&raquo;. Ces &oelig;uvres ont des &laquo;&nbsp;auteurs&nbsp;&raquo;. Le film a &eacute;t&eacute; r&eacute;alis&eacute; par Jacques Rivete et le roman a &eacute;t&eacute; &eacute;crit par Honor&eacute; de Balzac. Les &oelig;uvres vont avoir diff&eacute;rentes versions&nbsp;: on peut s&rsquo;int&eacute;resser &agrave; une &oelig;uvre &eacute;crite, &agrave; une &oelig;uvre racont&eacute;e&nbsp;;&nbsp; les personnes peuvent &eacute;galement choisir de le lire en fran&ccedil;ais, en allemand ou dans tout autre langue. Cette entit&eacute; va s&rsquo;appeler &laquo;&nbsp;expression&nbsp;&raquo;. Ces expressions vont &ecirc;tre caract&eacute;ris&eacute;es par des entit&eacute;s &eacute;ditoriales comme Gallimard, Flammarion, etc. qui, dans le mod&egrave;le FRBR vont se nommer &laquo;&nbsp;manifestation&nbsp;&raquo;. Les entit&eacute;s vont cr&eacute;er des liens entre elles dont la r&eacute;sultante est le mod&egrave;le FRBR.</p>

<p style="text-align: justify;">&nbsp;</p>

</body>
</html>
